Repository: Naop/astro-stakeholders
Catalog: languages/astro-stakeholders-*.po
Languages: es_mx

# post type general name
source: Stakeholders
es_mx: Partes Interesadas

# post type singular name
source: Stakeholder
es_mx: Parte Interesada

# admin menu
source: Stakeholders
es_mx: Partes Interesadas

# add new on admin bar
source: Stakeholder
es_mx: Parte Interesada

# stakeholder
source: Add New
es_mx: Añadir Nuevo

source: Add New Stakeholder
es_mx: Añadir Nueva Parte Interesada

source: New Stakeholder
es_mx: Nueva Parte Interesada

source: Edit Stakeholder
es_mx: Editar Parte Interesada

source: View Stakeholder
es_mx: Ver Parte Interesada

source: All Stakeholders
es_mx: Todas las Partes Interesadas

source: Search Stakeholders
es_mx: Buscar Partes Interesadas

source: Parent Stakeholders:
es_mx: Partes Interesadas Padre:

source: No stakeholders found.
es_mx: No se encontraron partes interesadas.

source: No stakeholders found in Trash.
es_mx: No se encontraron partes interesadas en la papelera.

source: People, companies, organizations.
es_mx: Personas, compañías, instituciones.

# taxonomy general name
source: Types
es_mx: Tipos

# taxonomy singular name
source: Type
es_mx: Tipo

source: Search Types
es_mx: Buscar Tipos

source: All Types
es_mx: Todos los Tipos

source: Parent Type
es_mx: Tipo Padre

source: Parent Type:
es_mx: Tipo Padre:

source: Edit Type
es_mx: Editar Tipo

source: Update Type
es_mx: Actualizar Tipo

source: Add New Type
es_mx: Añadir Nuevo Tipo

source: New Type Name
es_mx: Nuevo Nombre de Tipo

source: Type
es_mx: Tipo

# taxonomy general name
source: Relations
es_mx: Relaciones

# taxonomy singular name
source: Relation
es_mx: Relación

source: Search Relations
es_mx: Buscar Relaciones

source: All Relations
es_mx: Todas las Relaciones

source: Parent Relation
es_mx: Relación Padre

source: Parent Relation:
es_mx: Relación Padre:

source: Edit Relation
es_mx: Editar Relación

source: Update Relation
es_mx: Actualizar Relación

source: Add New Relation
es_mx: Añadir Nueva Relación

source: New Relation Name
es_mx: Nuevo Nombre de Relación

source: Relation
es_mx: Relación

source: Contact Information
es_mx: Información de Contacto

source: Website:
es_mx: Sitio Web:

source: Social Networks
es_mx: Redes Sociales

source: Facebook Followers:
es_mx: Seguidores en Facebook:

source: Instagram Followers:
es_mx: Seguidores en Instagram:

source: Twitter Followers:
es_mx: Seguidores en Twitter:

source: YouTube Subscribers:
es_mx: Suscriptores en YouTube:

source: Score
es_mx: Calificación

source: Importance (Us):
es_mx: Importancia (Nosotros):

source: Importance (Them):
es_mx: Importancia (Ellos):

source: Presence:
es_mx: Presencia:

source: Website
es_mx: Sitio Web

source: Representative Name
es_mx: Nombre del Representante

source: Representative Phone
es_mx: Teléfono del Representante

source: The stakeholder's contact details.
es_mx: Detalles de contacto de la parte interesada.

source: The stakeholder's presence in social media.
es_mx: Presencia de la parte interesada en redes sociales.

source: Follow on Twitter
es_mx: Seguir en Twitter

source: Subscribe on YouTube
es_mx: Suscribirse en YouTube

source: Complete Evaluation
es_mx: Completar Evaluación

source: To Do List
es_mx: Lista de Tareas

source: Tasks to be completed regarding the stakeholder.
es_mx: Tareas a completar en relación con la parte interesada.

source: Related Percentage
es_mx: Porcentaje Relacionado

source: What percentage of their activities relates to us?
es_mx: ¿Qué porcentaje de sus actividades se relaciona con nosotros?

source: Third Party Presence
es_mx: Presencia de Terceros

source: Check this if they DO NOT promote third parties in their communication.
es_mx: Selecciona esta casilla si NO promocionan a terceros en su comunicación.

source: Existing Partnership
es_mx: Convenio Existente

source: Check this if they have an exiting partnership with our competitiors.
es_mx: Selecciona esta casilla si ya tienen un convenio con nuestra competencia.

source: News Content
es_mx: Contenido Noticioso

source: Check this if they currently produce news content.
es_mx: Selecciona esta casilla si ya producen contenido noticioso.

source: Related Importance
es_mx: Importancia Relacionada

source: Check this if they give NO importance to content related to us.
es_mx: Selecciona esta casilla si NO dan importancia al contenido relacionado con nosotros.

source: Other Criteria
es_mx: Otros Criterios

source: Check this if you consider other detrimental criteria.
es_mx: Selecciona esta casilla si consideras algún otro criterio perjudicial.

source: Other Criteria Description
es_mx: Descripción de Otros Criterios

source: Specify the detrimental criteria.
es_mx: Especifica el criterio perjudicial.

source: Evaluation
es_mx: Evaluación

source: Criteria to follow for the stakeholder rankings.
es_mx: Criterios a seguir para calificar a las partes interesadas.

source: Top Facebook Likes:
es_mx: Top de “Likes” en Facebook:

source: Top Instagram Followers:
es_mx: Top de Seguidores en Instagram:

source: Top Twitter Followers:
es_mx: Top de Seguidores en Twitter:

source: Top YouTube Subscribers:
es_mx: Top de Suscriptores en YouTube:

source: Total Facebook Likes:
es_mx: Total de “Likes” en Facebook:

source: Total Instagram Followers:
es_mx: Total de Seguidores en Instagram:

source: Total Twitter Followers:
es_mx: Total de Seguidores en Twitter:

source: Total YouTube Subscribers:
es_mx: Total de Suscriptores en YouTube:

source: Importance
es_mx: Importancia

source: (Us)
es_mx: (Nosotros)

source: (Them)
es_mx: (Ellos)

source: Presence
es_mx: Presencia
